Repository: Nikita-Boyarskikh/Questions-And-Answers
Catalog: ask_boyarskikh/app/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Title
ru: Заголовок

source: Text
ru: Текст

source: is too long
ru: слишком длинный

source: %(model_name)s's %(field_lables)s are not unique.
ru: Поля %(field_lables)s модели %(model_name)s не уникальны.

source: Fill database with fake data
ru: Заполняет базу данных тестовыми данными

source: Path to root directiory of the project
ru: Путь к корневой директории проекта

source: Number of adding users
ru: Количество добавляемых пользователей

source: Number of adding questions
ru: Количество добавляемых вопросов

source: Number of adding answers for each question
ru: Количество добавляемых ответов на каждый вопрос

source: Number of adding tags for each question
ru: Количество добавляемых тегов на каждый вопрос

source: User
ru: Пользователь

source: tag
ru: тег

source: question
ru: вопрос

source: A lot of text...
ru: Много-много текста...

source: Raiting
ru: Рейтинг

source: Published
ru: Опубликован

source: Create time
ru: Время создания

source: Tag
ru: Тэг

source: Author
ru: Автор

source: Question
ru: Вопрос

source: Questions
ru: Вопросы

source: Avatar
ru: Аватар

source: Inner user
ru: Внутренний пользователь

source: Users
ru: Пользователи

source: Best user
ru: Лучший пользователь

source: Best users
ru: Лучшие пользователи

source: Number of posts with this tag
ru: Количество записей с этим тегом

source: Tags
ru: Тэги

source: Hot tag
ru: Горячий тег

source: Hot tags
ru: Горячие теги

source: Answer
ru: Ответ

source: Answers
ru: Ответы

source: Enter title of your question here
ru: Введите здесь заголовок своего вопроса

source: Enter title of question
ru: Введите заголовок вопроса

source: Enter text of your question
ru: Введите текст своего вопроса

source: prove that your not a robot
ru: подтвердите, что вы не робот

source: before you enter
ru: перед тем, как войти

source: Ask!
ru: Спросить!

source: ASK!
ru: СПРОСИ!

source: Profile
ru: Профиль

source: Settings
ru: Настройки

source: Logout
ru: Выход

source: Login
ru: Логин

source: Search for...
ru: Искать...

source: © Boyarskikh Nikita, 2017<br> Phone: 8 (916) 385-7622<br> E-Mail:
ru: © Боярских Никита, 2017<br> Телефон: 8 (916) 385-7622<br> E-Mail:

source: Popular tags:
ru: Популярные теги

source: There are no tags yet...
ru: Тут пока нет ни одного тега...

source: Best answerers:
ru: Лучшие ответчики

source: There are no users yet...
ru: Тут пока нет ни одного пользователя...

source: Back to Top
ru: Наверх

source: There are no questions yet...
ru: Тут пока нет ни одного вопроса...

source: Answers:
ru: Ответы:

source: There are no answers yet...
ru: Тут пока нет ни одного ответа...

source: You can be first!
ru: Ты можешь стать первым!

source: Write your answer:
ru: Напиши свой ответ:

source: Enter text of your answer
ru: Введи текст своего ответа

source: Please enter your login
ru: Пожалуйста, введите свой логин

source: Enter your login here
ru: Введи свой логин здесь

source: Enter your login
ru: Введи свой логин

source: Your e-mail
ru: Твой e-mail

source: Wrong e-mail
ru: Некорректный e-mail

source: Enter your e-mail
ru: Введи свой e-mail

source: Nick
ru: Ник

source: Enter correct nickname
ru: Введи корректный ник

source: Enter your nick here
ru: Введи свой ник здесь

source: Enter your nick
ru: Введи свой ник

source: Enter password
ru: Введи пароль

source: Mininum 6 charachters
ru: Минимум 6 символов

source: Please enter correct your password
ru: Пожалуйста, введи свой пароль корректно

source: Error! Passwords is not match!
ru: Ошибка! Пароли не совпадают!

source: Repeat your password
ru: Повтори свой пароль

source: Your avatar
ru: Твой аватар

source: Please load your avatar
ru: Пожалуйста, загрузи свой аватар

source: Load your avatar
ru: Загрузи свой аватар

source: Submit
ru: Отправить

source: Please enter correct nickname
ru: Пожалуйста, введите корректный ник

source: Enter nick
ru: Введи ник

source: Please enter your password
ru: Пожалуйста, введи свой пароль

source: Not registered yet?
ru: Ещё не зарегистрировался?

source: Enter
ru: Войти

source: Last questions
ru: Последние вопросы

source: Hot questions
ru: Горячие вопросы

source: Registration
ru: Регистрация

source: User's settings
ru: Пользовательские настройки

source: New question
ru: Новый вопрос

source: Answer the question
ru: Ответ на вопрос

source: English
ru: Английский

source: Russian
ru: Русский
